Repository: j23d/kotti_grid
Catalog: kotti_grid/locale/*/LC_MESSAGES/kotti_grid.po
Languages: de

source: Width
de: Breite

source: Height
de: Höhe

source: Resize tiles
de: Größenänderung

source: Enable responsive resizing of the grid. This feature is experimental, use it with care.
de: Aktiviere automatische Größenanpassung des Grids. Experimentell, mit Vorsicht nutzen.

source: Grid Settings
de: Grid Einstellungen

source: Settings for kotti_grid
de: Einstellungen für kotti_grid

source: Successfully saved kotti_grid settings.
de: Die Einstellungen für kotti_grid wurden erfolgreich gespeichert.

source: The tiles have been saved.
de: Die Tiles wurden gespeichert.

source: Use custom text
de: Benutze den Freitext

source: Use title
de: Benutze den Titel

source: Use description
de: Benutze die Beschreibung

source: Use title and description
de: Benutze Titel und Beschreibung

source: Use body text
de: Benutze den Haupttext

source: Use image
de: Benutze das Bild

source: Use internal image
de: Benutze das erste Bild im Baum des Dokumentes

source: Use
de: Benutze

source: Custom text
de: Freitext

source: Add new tile
de: Neues Tile hinzufügen

source: Cols
de: Spalten

source: Rows
de: Reihen

source: Add
de: Hinzufügen

source: Tile removed.
de: Tile wurde entfernt.

source: Save tiles
de: Tiles speichern
